Revit 2027 API
IndexStream Properties
The IndexStream type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IndexStream Class
Autodesk.Revit.DB.DirectContext3D Namespace